Repository: Fred78290/caker
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: VM is undefined
fr: VM indéfinie

source: VM memory size in megabytes
fr: Taille mémoire de la VM en mégaoctets

source: VM name
fr: Nom de la machine virtuelle

source: VM names
fr: Noms des VM

source: VM names to restart
fr: Noms de VM à redémarrer

source: VM names to stop
fr: Noms de VM à arrêter

source: VM names to suspend
fr: Noms de VM à suspendre

source: VM not found
fr: VM introuvable

source: VM not found %@
fr: VM introuvable %@

source: VM on error
fr: VM sur erreur

source: VM reconfigured
fr: VM reconfigurée

source: VM renamed
fr: VM renommée

source: VM running from service
fr: VM en cours d'exécution depuis le service

source: VM started
fr: VM démarrée

source: VM Suspended
fr: VM suspendue

source: VMNET interface ID
fr: ID d'interface VMNET

source: vmnet mode
fr: mode vmnet

source: VMWare network %@ not found in the system.
fr: Le réseau VMWare %@ est introuvable dans le système.

source: VMX file contains locked disk attachment %@. Please unlock the disk or stop virtual machine before importing.
fr: Le fichier VMX contient une pièce jointe de disque verrouillée %@. Veuillez déverrouiller le disque ou arrêter la machine virtuelle avant d'importer.

source: VNC connected
fr: VNC connecté

source: VNC disconnected unexpectedly
fr: VNC déconnecté de façon inattendue

source: VNC disconnecting
fr: Déconnexion VNC

source: VNC not connected
fr: VNC non connecté

source: VNC server password
fr: Mot de passe du serveur VNC

source: VNC Server port
fr: Port du serveur VNC

source: Wait for ip of a running VM
fr: Attendre l'IP d'une VM en cours d'exécution

source: Wait ip options
fr: Options de l'IP en attente

source: Waiting for agent to be ready...
fr: En attente que l’agent soit prêt…

source: Width
fr: Largeur

source: wrong known hosts
fr: mauvais hôtes connus

source: wrong method
fr: méthode incorrecte

source: wrong protocol
fr: mauvais protocole

source: wrong public key protocol
fr: mauvais protocole de clé publique

source: Wrong URL for template
fr: Mauvaise URL pour le modèle

source: Wrong URL: %@. Cannot extract name
fr: Mauvaise URL : %@. Impossible d'extraire le nom

source: You can only specify one of --network or --pidfile
fr: Vous ne pouvez spécifier qu'un seul de --network ou --pidfile

source: You cannot specify both --all and VM names.
fr: Vous ne pouvez pas spécifier à la fois les noms --all et des noms de VM.

source: You must specify at least one VM name.
fr: Vous devez spécifier au moins un nom de VM.

source: You must specify one of --network or --pidfile
fr: Vous devez spécifier un de --network ou --pidfile

source: zlib described a larger decompressed size (%llu) than the actual data (%llu)
fr: zlib a décrit une taille décompressée (%llu) plus grande que les données réelles (%llu)

source: zlib did not decompress the expected number of bytes (%llu)
fr: zlib n'a pas décompressé le nombre d'octets attendu (%llu)

source: zlib error
fr: erreur zlib
